; Musical database language file
; main form
[Main.Captions]
Label7='Artista'
Label6='Título'
Label8='Álbum'
Label9='Ano'
Label10='Gênero'
Label11='Comentário'
Label18='Duração'
Label21=Caminho
Label16='Duração'
Label1='Selecionado'
Label2='Arquivos'
Label14='Encontrado'
Button3=Pesquisa
Button4=Restaurar

[Main.ListColumns]
c0='Artista'
c1='Título'
c2='Álbum'
c3='Ano'
c4='Gênero'
c5='Comentário'
c6='Duração'
c7='Caminho'
c8='Tamanho'
c9='Adicionada'
c10='BPM'
c11='Classificação'
c12='Idioma'
C13='Sexo'
c14='Nº de Reproduções'

[Options.Captions]
; form
TabSheet1='Geral'
TabSheet2='Cor'
TabSheet3='Pré-escuta'
Button1='Fechar'
; 1
CheckBox1='Não adicionar arquivos com etiquetas em branco'
CheckBox2='Ignorar erros'
CheckBox5='Não recalcular a duração da faixa'
CheckBox4='Calcular duração ao adicionar arquivos'
cbOverwrite='Substituir arquivos se existir ao usar "Copiar para pasta"'
cbOpenLastBase='Carregar última base de dados ao iniciar'
CheckBox3='Pesquisa rápida'
CheckBox6='Extrair informações do caminho se não existir etiqueta'
; 2
Button2='Alterar fonte...'
; 3
montype=' Tipo de pré-escuta '
lbplback=Fundo:
lbpltext=Fonte:
fncol0=Mostrar caminho completo
fncol1=Mostrar o arquivo e caminho completo
fncol2=Mostrar só o nome do arquivo
rgFnColumn=Coluna "Caminho"
Label1=Espaço entre items

; progress form
[Progress.Captions]
Button9='Cancelar'

; tag editor
[TagEdit.Captions]
Label7=Parâmetros para todas as faixas selecionadas
Label2=Artista
Label1=Título
Label3=Álbum
Label4=Ano
Label5=Gênero
Label6=Comentário
lbl1=Sexo
Label8=Classificação
Label14=Idioma
lbFileType=Tipo de arquivo
chNoChangeFT=Nenhuma alteração
lbPlaycount=Nº de Reproduções
CheckBox1=Remover informação RadioBOSS do arquivo
Button2=Cancelar

; statistics form
[StatFrm.Captions]
Label1='Nº de faixas'
Label2='Tempo total'
Label3='Tamanho total'
Label4='Tamanho da base de dados'
Label5='Faixa mais curta'
Label6='Faixa mais longa'
Label7='Duração média da faixa'
Label9='Estilo mais popular'
Label10='Ano mais popular'
Label22='Nº de artistas'
Button1='Fechar'

; string constants used in program
[Strings]
; progress
_p_addtracks = 'Adicionando faixas...'
_p_scanfolders = 'Procurar...'
_p_readtags = 'Lendo etiquetas...'
_p_counttime = 'Calculando tempo...'
; message dialogs
_ask_delfile = 'Excluir arquivo do disco?'
_ask_savebase = A base de dados não foi salva! Salvar?
_ask_checkbase = Essa operação vai excluir entradas de arquivos que já não existem no disco rígido. Continuar?
_str1 =  . As entradas foram excluídas

;menu
[Main.Menus]
File1=Arquivo
New1=Novo
Open1=Abrir...
Save1=Salvar
SaveAs1=Salvar como...
Exit1=Sair
Edit9=Editar
Print1=Imprimir...
ClearBase1=Limpar lista
InvertSelection1=Inverter seleção
RemoveNonExist=Remover entradas para arquivos que não existem
Removeduplicates1=Remover duplicados
Updateinfofromtags1=Atualizar informações pelas etiquetas
Add1=Adicionar
Addfolder1=Adicionar pasta...
Addfile1=Adicionar arquivo...
Donotaddduplicates1=Não adicionar arquivos que já existem na biblioteca
cbAudio=Adicionar arquivos de audio
cbVideo=Adicionar arquivos de vídeo
Tools1=Ferramentas
Saveasplaylist1=Salvar como playlist...
Exporttoplayer2=Exportar para o reprodutor
theendofplaylist1=No fim da playlist
Afterplayingtrack1=Depois de tocar a faixa
Aftercursor1=Depois do cursor
Main1=Para Principal
Temp1=Para Temporário
Stats1=Estatisticas...
Prefereces1=Preferencias...
Help1=Ajuda
Contents1=Conteúdos...
About1=Sobre...
N4=Copiar arquivo(s) Para a pasta...
N5=Calcular duração
Importfromplaylist1=Importar da playlist...
Validatemusictracks1=Verificar arquivos de música...
Removesilence1=Verificar faixas e remover o silêncio...
Importfromlibrary1=Importar da biblioteca...
Saveasplaylist2=Salvar como playlist ou biblioteca...
Scheduleautomaticlibraryupdate1=Horário da biblioteca automática atualizado...
ScanBPM1=Verificar BPM...

; actions
[Main.Actions]
aExport=Exportar para o reprodutor
aDelete=Excluir da lista
aDeleteFile=Excluir da lista + arquivo
aSelectAll=Selecionar Tudo
aTrackProps=Propriedades da Faixa...

[Validate.Captions]
Button1=Iniciar
Button2=Parar
Label3=Encontrados problemas nos arquivos:
Label1=Selecionados:
Button4=Excluir da biblioteca
Button5=Excluir do disco
Button6=Mover para...
Button3=Fechar

[Silence.Captions]
Label1=Digitalizar músicas selecionadas e definir as marcas Cue In (Iniciar) e Cue Out (Terminar)
chSkip=Ignorar arquivos que já tenho defenido o inicio e o fim
chRemove=Remover marcas do inicio e do fim
Button1=Iniciar
Button2=Parar

[BPM.Captions]
Label1=Verificar as faixas selecionadas e adicionar valor de BPM em tags
chSkip=Saltar faixas que tenham BPM defenida
chRemove=Remover tag BPM
Button1=Iniciar
Button2=Parar

[Libupdate.Captions]
Label1=Pastas de música para verificar:
Label2=Dias da semana:
Label4=Tempo:
Button1=Auto
Button2=Agendador